{
  "dishes": [
    {
      "id": 1,
      "name": "Mushroom Soup",
      "price": 7.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/01-mushroom-soup.jpg",
      "description": "Rich and velvety mushroom soup made with a carefully selected blend of fresh forest mushrooms, slowly simmered with aromatic herbs and finished with a touch of cream. This hearty soup delivers deep, earthy flavors complemented by hints of garlic and thyme, creating a warming and satisfying dining experience that's perfect for any season.",
      "category": "Soups",
      "cookTime": 30,
      "weight": 350,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "mushrooms",
        "onion",
        "garlic",
        "vegetable broth",
        "cream",
        "butter",
        "salt",
        "pepper"
      ]
    },
    {
      "id": 2,
      "name": "Noodle Soup",
      "price": 6.9,
      "image": "https://george-fx.github.io/mesio-data/dishes/02-noodle-soup.jpg",
      "description": "A comforting and nourishing chicken noodle soup featuring tender pieces of chicken breast, fresh egg noodles, and a medley of garden vegetables including carrots, celery, and onions. Slow-cooked in our homemade chicken broth and seasoned with fresh herbs, this classic soup offers the perfect balance of protein and vegetables in every spoonful, making it an ideal choice for lunch or dinner.",
      "category": "Soups",
      "cookTime": 25,
      "weight": 400,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "noodles",
        "chicken broth",
        "carrots",
        "celery",
        "onion",
        "chicken",
        "salt",
        "pepper"
      ]
    },
    {
      "id": 3,
      "name": "Japanese Ramen",
      "price": 9.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/03-japanese-ramen.jpg",
      "description": "Authentic Japanese ramen featuring perfectly cooked ramen noodles in a rich, savory broth made from slow-simmered pork bones and aromatic vegetables. Topped with succulent slices of braised pork belly, a perfectly soft-boiled egg with runny yolk, crisp sheets of nori seaweed, fresh green onions, and tender bamboo shoots. This bowl of comfort delivers the true taste of Japan with its complex umami flavors and satisfying textures.",
      "category": "Asian Soups",
      "cookTime": 40,
      "weight": 450,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "ramen noodles",
        "pork",
        "soy sauce",
        "egg",
        "nori",
        "green onion",
        "bamboo shoots",
        "chicken broth"
      ]
    },
    {
      "id": 4,
      "name": "Miso Soup",
      "price": 5.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/04-miso-soup.jpg",
      "description": "A traditional and soul-warming Japanese miso soup prepared with premium white miso paste and delicate dashi broth made from kombu seaweed and bonito flakes. Enhanced with silky cubes of fresh tofu, tender wakame seaweed, and finely chopped green onions. This light yet flavorful soup embodies the essence of Japanese cuisine with its clean, umami-rich taste and is traditionally served as a comforting start to any meal.",
      "category": "Asian Soups",
      "cookTime": 15,
      "weight": 300,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "miso paste",
        "dashi broth",
        "tofu",
        "wakame seaweed",
        "green onion"
      ]
    },
    {
      "id": 5,
      "name": "Minestrone Soup",
      "price": 7.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/05-minestrone-soup.jpg",
      "description": "A robust and wholesome Italian minestrone soup brimming with seasonal vegetables including carrots, celery, zucchini, and potatoes, combined with protein-rich cannellini beans and al dente pasta. Slow-cooked in a flavorful vegetable broth enriched with ripe tomatoes, aromatic herbs, and finished with premium extra virgin olive oil. This rustic soup captures the authentic flavors of Italian countryside cooking and provides a complete, nutritious meal in every bowl.",
      "category": "Soups",
      "cookTime": 35,
      "weight": 420,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "vegetable broth",
        "carrots",
        "celery",
        "onion",
        "beans",
        "tomatoes",
        "pasta",
        "zucchini",
        "potato",
        "olive oil"
      ]
    },
    {
      "id": 6,
      "name": "Gazpacho",
      "price": 6.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/06-gazpacho.jpg",
      "description": "A refreshing and vibrant Spanish cold soup crafted from the finest sun-ripened tomatoes, crisp cucumbers, colorful bell peppers, and sweet onions. Blended with fresh garlic, premium olive oil, and a splash of sherry vinegar, then chilled to perfection. This traditional Andalusian gazpacho offers a burst of Mediterranean flavors and provides a cooling, healthy respite during warm weather, making it an ideal starter or light meal.",
      "category": "Cold Soups",
      "cookTime": 20,
      "weight": 250,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "tomatoes",
        "cucumber",
        "bell pepper",
        "onion",
        "garlic",
        "olive oil",
        "vinegar",
        "salt",
        "pepper"
      ]
    },
    {
      "id": 7,
      "name": "Borscht",
      "price": 7.8,
      "image": "https://george-fx.github.io/mesio-data/dishes/07-borscht.jpg",
      "description": "A traditional Eastern European beet soup that celebrates the rich culinary heritage of the region. Made with fresh beetroot that gives the soup its distinctive ruby color, tender cabbage, sweet carrots, and hearty potatoes, all simmered in a robust beef broth. Garnished with minced garlic and served with a generous dollop of cool sour cream that creates a beautiful contrast of flavors and temperatures, making each spoonful a delightful experience.",
      "category": "Soups",
      "cookTime": 50,
      "weight": 380,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "beetroot",
        "cabbage",
        "carrots",
        "potatoes",
        "onion",
        "garlic",
        "beef broth",
        "sour cream"
      ]
    },
    {
      "id": 8,
      "name": "French Onion Soup",
      "price": 8.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/08-french-onion-soup.jpg",
      "description": "A classic French onion soup that exemplifies the elegance of French cuisine. Sweet yellow onions are slowly caramelized to golden perfection, creating deep, complex flavors, then simmered in rich beef broth enhanced with butter, flour, and fresh thyme. Served piping hot with crusty baguette slices and topped with melted Gruyère cheese that forms a beautiful golden crust. This timeless soup offers comfort and sophistication in every warming spoonful.",
      "category": "Soups",
      "cookTime": 45,
      "weight": 360,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "onions",
        "beef broth",
        "butter",
        "flour",
        "baguette",
        "gruyere cheese",
        "thyme"
      ]
    },
    {
      "id": 9,
      "name": "Lentil Soup",
      "price": 6.8,
      "image": "https://george-fx.github.io/mesio-data/dishes/09-lentil-soup.jpg",
      "description": "A nutritious and satisfying lentil soup packed with protein-rich red lentils and an abundance of fresh vegetables including carrots, celery, and onions. Slow-cooked with aromatic garlic in a flavorful vegetable broth and enhanced with ripe tomatoes and a drizzle of premium olive oil. This wholesome soup is seasoned with carefully selected spices that create layers of flavor, making it a perfect choice for health-conscious diners seeking both nutrition and taste.",
      "category": "Soups",
      "cookTime": 30,
      "weight": 370,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "lentils",
        "carrots",
        "celery",
        "onion",
        "garlic",
        "vegetable broth",
        "tomatoes",
        "olive oil"
      ]
    },
    {
      "id": 10,
      "name": "Tom Yum Soup",
      "price": 8.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/10-tom-yum-soup.jpg",
      "description": "An authentic Thai Tom Yum soup that delivers an explosion of bold, aromatic flavors characteristic of Southeast Asian cuisine. Fresh shrimp are combined with earthy mushrooms in a fragrant broth infused with lemongrass, kaffir lime leaves, and galangal. The soup gets its signature kick from fresh chilies and its distinctive tangy flavor from fish sauce and fresh lime juice, creating a perfect balance of spicy, sour, and umami tastes that awaken the palate.",
      "category": "Asian Soups",
      "cookTime": 30,
      "weight": 400,
      "isPopular": true,
      "isRecommended": false,
      "ingredients": [
        "shrimp",
        "lemongrass",
        "kaffir lime leaves",
        "galangal",
        "chili",
        "fish sauce",
        "lime juice",
        "mushrooms",
        "tomatoes"
      ]
    },
    {
      "id": 11,
      "name": "Cream Soup",
      "price": 7.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/11-cream-soup.jpg",
      "description": "An elegantly smooth and velvety cream soup that showcases the simple yet sophisticated flavors of perfectly cooked potatoes and sweet caramelized onions. Prepared with a rich vegetable broth and finished with fresh cream and a touch of butter, this delicate soup offers comfort and refinement in every spoonful. Seasoned with just the right amount of salt and pepper, it provides a luxurious dining experience that's both satisfying and gentle on the palate.",
      "category": "Soups",
      "cookTime": 25,
      "weight": 330,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "vegetable broth",
        "cream",
        "potato",
        "onion",
        "butter",
        "salt",
        "pepper"
      ]
    },
    {
      "id": 12,
      "name": "Chicken Soup",
      "price": 7.2,
      "image": "https://george-fx.github.io/mesio-data/dishes/12-chicken-soup.jpg",
      "description": "A timeless and comforting chicken soup that brings together tender pieces of farm-fresh chicken with a colorful medley of vegetables including sweet carrots, crisp celery, and aromatic onions. Enhanced with perfectly cooked egg noodles and simmered in our house-made chicken broth, this classic soup is seasoned with traditional herbs and spices. Each bowl delivers the warmth and nourishment that has made chicken soup a beloved comfort food for generations.",
      "category": "Soups",
      "cookTime": 35,
      "weight": 390,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "chicken",
        "carrots",
        "celery",
        "onion",
        "noodles",
        "chicken broth",
        "salt",
        "pepper"
      ]
    },
    {
      "id": 13,
      "name": "Greek Salad",
      "price": 6.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/13-greek-salad.jpg",
      "description": "A vibrant and authentic Greek salad that captures the essence of Mediterranean cuisine with its fresh, high-quality ingredients. Featuring ripe, juicy tomatoes, crisp cucumbers, and sharp red onions, all beautifully complemented by creamy feta cheese and briny Kalamata olives. Dressed with premium extra virgin olive oil and sprinkled with aromatic oregano, this refreshing salad offers a perfect balance of textures and flavors that transport you straight to the Greek islands with every bite.",
      "category": "Salads",
      "cookTime": 10,
      "weight": 280,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "tomatoes",
        "cucumber",
        "red onion",
        "feta cheese",
        "olives",
        "olive oil",
        "oregano"
      ]
    },
    {
      "id": 14,
      "name": "Caesar Salad",
      "price": 7.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/14-caesar-salad.jpg",
      "description": "The quintessential Caesar salad featuring crisp romaine lettuce hearts tossed in our signature creamy Caesar dressing made with aged parmesan cheese, fresh lemon juice, and traditional seasonings. Topped with tender grilled chicken breast, golden-brown homemade croutons, and generously sprinkled with freshly grated parmesan cheese. This classic salad offers the perfect combination of crispy, creamy, and savory elements that have made it a timeless favorite among salad enthusiasts worldwide.",
      "category": "Salads",
      "cookTime": 15,
      "weight": 320,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "romaine lettuce",
        "croutons",
        "parmesan cheese",
        "chicken",
        "caesar dressing",
        "lemon juice"
      ]
    },
    {
      "id": 15,
      "name": "Beef Burger",
      "price": 9.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/15-beef-burger.jpg",
      "description": "A premium beef burger crafted with a juicy, hand-formed patty made from high-quality ground beef, grilled to perfection and bursting with savory flavors. Served on a toasted artisanal bun and layered with fresh lettuce, ripe tomato slices, crisp onions, and melted cheese. Enhanced with tangy pickles, rich ketchup, and classic mustard, this burger delivers the ultimate comfort food experience with every satisfying bite, making it a perfect choice for burger enthusiasts.",
      "category": "Burgers",
      "cookTime": 20,
      "weight": 450,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "beef patty",
        "burger bun",
        "lettuce",
        "tomato",
        "onion",
        "cheese",
        "pickles",
        "ketchup",
        "mustard"
      ]
    },
    {
      "id": 16,
      "name": "Vegetarian Burger",
      "price": 8.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/16-vegetarian-burger.jpg",
      "description": "A delicious and wholesome vegetarian burger featuring a specially crafted plant-based patty made from a blend of fresh vegetables, grains, and aromatic herbs. Served on a soft, toasted bun with crisp lettuce, ripe tomato slices, sweet onions, and melted cheese. Complemented with tangy pickles and our signature sauce blend of ketchup and mustard, this burger offers all the satisfaction and flavor of a traditional burger while providing a nutritious, meat-free alternative that appeals to vegetarians and health-conscious diners alike.",
      "category": "Burgers",
      "cookTime": 20,
      "weight": 420,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "vegetable patty",
        "burger bun",
        "lettuce",
        "tomato",
        "onion",
        "cheese",
        "pickles",
        "ketchup",
        "mustard"
      ]
    },
    {
      "id": 17,
      "name": "Cake with Frosting",
      "price": 5.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/17-cake-with-frosting.jpg",
      "description": "An indulgent and moist cake made with premium ingredients including fine flour, pure cane sugar, farm-fresh eggs, and creamy butter, enhanced with rich milk and pure vanilla extract. Baked to golden perfection using the finest baking powder for the ideal texture, then generously covered in our signature sweet frosting that melts beautifully on the tongue. This delectable dessert offers the perfect ending to any meal, delivering pure comfort and sweetness in every heavenly bite.",
      "category": "Desserts",
      "cookTime": 60,
      "weight": 150,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "flour",
        "sugar",
        "eggs",
        "butter",
        "milk",
        "vanilla",
        "baking powder",
        "frosting"
      ]
    },
    {
      "id": 18,
      "name": "Berry Cheesecake",
      "price": 6.2,
      "image": "https://george-fx.github.io/mesio-data/dishes/18-berry-cheesecake.jpg",
      "description": "A luxurious and creamy cheesecake made with premium cream cheese, pure cane sugar, and farm-fresh eggs, enhanced with pure vanilla extract for depth of flavor. Set on a crispy graham cracker crust made from buttery graham crackers and topped with an abundance of fresh, seasonal berries that add natural sweetness and vibrant color. This elegant dessert combines rich, velvety textures with the bright, refreshing taste of berries, creating a perfect balance that delights the senses.",
      "category": "Desserts",
      "cookTime": 70,
      "weight": 180,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": [
        "cream cheese",
        "sugar",
        "eggs",
        "berries",
        "graham crackers",
        "butter",
        "vanilla"
      ]
    },
    {
      "id": 19,
      "name": "Cold Lemonade",
      "price": 3.5,
      "image": "https://george-fx.github.io/mesio-data/dishes/19-cold-lemonade.jpg",
      "description": "A refreshing and invigorating cold lemonade made from freshly squeezed lemons, pure water, and the perfect amount of cane sugar to create an ideal balance of tart and sweet flavors. Enhanced with fresh mint leaves that add a cooling herbal note and served over plenty of ice for maximum refreshment. This classic beverage offers a burst of citrusy goodness that cleanses the palate and provides a revitalizing experience, making it the perfect accompaniment to any meal or a delightful standalone refreshment.",
      "category": "Drinks",
      "cookTime": 5,
      "weight": 400,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": ["lemon", "water", "sugar", "ice", "mint"]
    },
    {
      "id": 20,
      "name": "Cappuccino",
      "price": 3.0,
      "image": "https://george-fx.github.io/mesio-data/dishes/20-cappuccino.jpg",
      "description": "A perfectly crafted cappuccino that showcases the art of Italian coffee culture, featuring rich, aromatic espresso made from premium coffee beans, expertly extracted to deliver intense flavor and complexity. Complemented with steamed milk that's heated to the ideal temperature and topped with a generous layer of velvety milk foam that creates beautiful latte art. This classic coffee beverage offers the perfect balance of strong espresso and creamy milk, providing a luxurious coffee experience that awakens the senses and energizes the soul.",
      "category": "Drinks",
      "cookTime": 5,
      "weight": 200,
      "isPopular": false,
      "isRecommended": true,
      "ingredients": ["espresso", "milk", "milk foam"]
    }
  ]
}
